<script setup>
</script>

<template>
  <h2 class="page-title">
				<p>关于我们</p>
				<p>About-Us</p>
			</h2>
			<div class="page-box">
				<img src="https://p2.music.126.net/Sdp6DpCQF5q-dDIiNOuBjQ==/109951166891913184.jpg?param=177y177"/>
				<h1>标题</h1>
				<p>
					夜晚，一个具有无限可能性的神秘词语。<br />
					有人还在加着班，泡一杯咖啡准备第二天的 PPT；<br />
					有人在家喝着啤酒发着矫情朋友圈，第二天早晨看到，又鸡皮疙瘩一地，后悔地删除；<br />
					有人躺在床上刷着励志小视频一键三连，顺便回想年轻的时候梦想是什么来着？<br />
					有人面对怎么修改也跑不起来的代码心想：要不我跑？可还能往哪儿逃呢；<br />
					有人一边看青春网文，一边回忆高中时的初恋对象，心想当年流行的夏普 903SH 里，还存着短信聊天记录呢；<br />
					有人在计算，第二天上班要几点出门，才能刚好在二号线上假装偶遇她，怎么不油腻地邀请她吃饭；<br />
					有人......<br />
					<br />
					很多人，包括我们，都喜欢在夜深人静的时候胡思乱想，而且大部分人都会<br />
					<br />
					——有点饿。
				</p>
				<p>你怎么到这里了？网页还没写完呢！</p>
			</div>
</template>

<style scoped>
.read-the-docs {
  color: #888;
}
</style>
